Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: The details of the model were successfully saved.
es_es: Los detalles del modelo se han guardado correctamente.

source: All data
es_es: Todos los datos

source: Selected models
es_es: Modelos seleccionados

source: The models were successfully deleted.
es_es: Los modelos se han eliminado correctamente.

source: The model was successfully deleted.
es_es: El modelo se ha eliminado correctamente.

source: No results.<br/>Clear your search to show all results.
es_es: No hay resultados.<br/>Borre la búsqueda para mostrar todos los resultados.

source: Export data
es_es: Exportar datos

source: Features
es_es: Funciones

source: Models list
es_es: Lista de modelos

source: Training data last refreshed on
es_es: Datos de formación actualizados por última vez el

source: No models in the selected dataset
es_es: No hay modelos en el conjunto de datos seleccionado

source: No models with name "{{phrase}}"
es_es: No hay modelos con el nombre "{{phrase}}"

source: Open {{name}} properties
es_es: Abrir propiedades de {{name}}

source: Training might be required; the training data is older than the latest refreshed data.
es_es: Puede que se requiera formación; los datos de formación son más antiguos que los datos actualizados más recientes.

source: Retrain
es_es: Recapacitar

source: The model was successfully retrained.
es_es: El modelo se ha formado correctamente.

source: Select model {{name}}
es_es: Seleccionar modelo {{name}}

source: Training data as of
es_es: Datos de formación a partir de

source: Unselect model {{name}}
es_es: Deseleccionar modelo {{name}}

source: Model description
es_es: Descripción del modelo

source: Add a description for the model
es_es: Añadir una descripción para el modelo

source: Export model
es_es: Exportar modelo

source: Coefficients
es_es: Coeficientes

source: Feature
es_es: Funcionalidad

source: Significance
es_es: Significado

source: Significance ranges:
es_es: Rangos de significancia:

source: Standard error
es_es: Error estándar

source: T-value
es_es: Valor t

source: This model doesn't have any features yet.
es_es: Este modelo todavía no tiene características.

source: Model features
es_es: Características del modelo

source: Data scope:
es_es: Alcance de los datos:

source: Model information
es_es: Información del modelo

source: Label:
es_es: Etiqueta:

source: Last trained by:
es_es: Última formación realizada por:

source: Last trained on:
es_es: Última formación el:

source: Data version:
es_es: Versión de los datos:

source: Adjusted R squared:
es_es: R cuadrado ajustado:

source: No model performance defined yet.
es_es: Todavía no se ha definido el desempeño del modelo.

source: Model performance
es_es: Rendimiento del modelo

source: Loss function:
es_es: Función de pérdida:

source: Mean absolute error:
es_es: Error absoluto medio:

source: Mean squared error:
es_es: Error cuadrático medio:

source: R squared:
es_es: R cuadrado:

source: Root mean squared error:
es_es: Raíz del error cuadrático medio:

source: No population criteria yet.
es_es: Todavía no hay criterios de población.

source: Population criteria:
es_es: Criterios de población:

source: Model name
es_es: Nombre del modelo

source: Enter the name of the model
es_es: Introducir el nombre del modelo

source: Edit model details
es_es: Editar detalles del modelo

source: Training performance
es_es: Rendimiento en la formación

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
es_es: Una métrica de desempeño mostrada en % y que refleja la capacidad de un modelo para explicar los factores que influyen en el pago. Para la regresión lineal, refleje el R^2 ajustado.

source: Training data used
es_es: Datos de formación utilizados

source: Add all features
es_es: Añadir todas las funciones

source: Add all
es_es: Agregar todo

source: Available
es_es: Disponible

source: Remove all features
es_es: Eliminar todas las funciones

source: Selected
es_es: Seleccionado

source: Feature tree
es_es: Árbol de funcionalidades

source: No population yet
es_es: Todavía no hay poblaciones

source: Confirm population
es_es: Confirmar población

source: The population criteria were successfully saved.
es_es: Los criterios de población se han guardado correctamente.

source: Training data
es_es: Datos de formación

source: Training complete.
es_es: Formación completada.

source: Model Factory
es_es: Fábrica de modelos

source: in
es_es: en

source: not in
es_es: no en

source: Training complete
es_es: Formación completada

source: Keep new
es_es: Conservar nuevo

source: Keep original
es_es: Mantener original

source: Training saved
es_es: Formación guardada

source: +{{count}} more
es_es: +{{count}} más

source: Please contact your administrator to enable the plugin.
es_es: Póngase en contacto con su administrador para habilitar el plugin.

source: Your account does not have access to this feature.
es_es: Tu cuenta no tiene acceso a esta función.

source: Plugin access disabled
es_es: Acceso al complemento deshabilitado

source: {{count}} option available
es_es: {{count}} opción disponible

source: {{count}} options available
es_es: {{count}} opciones disponibles

source: Loading...
es_es: Cargando...

source: No options available
es_es: No hay opciones disponibles

source: Based in
es_es: Con base en

source: You have no listed team members. Come back later for further updates.
es_es: No tiene miembros del equipo listados. Vuelva más tarde para ver más actualizaciones.

source: Relation
es_es: Relación

source: Goals that require an action from you or your manager
es_es: Objetivos que requieren una acción por su parte o por parte de su responsable

source: Approve or reject goals individually or approve all with optional comments.
es_es: Acepte o rechace los objetivos individualmente o apruebe todos con comentarios opcionales.

source: Goals that you own and need to work on.
es_es: Objetivos que posee y en los que deba trabajar.

source: Goals that are shared with me
es_es: Objetivos que se han compartido conmigo

source: Goal category
es_es: Categoría de objetivo

source: My goals
es_es: Mis objetivos

source: {{weight}}% weight of my goal plan
es_es: {{weight}} % del peso de mi plan de objetivos

source: Start your journey
es_es: Empieza tu viaje

source: By setting a new goal
es_es: Al establecer un nuevo objetivo

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
es_es: Actualmente no tiene objetivos. Cuando se establezcan los objetivos, podrá seguir su progreso aquí.

source: Here you will see the progress of your goals once they have moved forward.
es_es: Aquí verá el progreso de sus objetivos cuando vaya avanzado.

source: Worker goals
es_es: Objetivos del/de la colaborador/a

source: Empty title
es_es: Título vacío

source: Progress
es_es: Progreso

source: Search for a goal
es_es: Buscar un objetivo

source: Search for goals or people
es_es: Buscar objetivos o personas

source: Ready to submit
es_es: Listo para enviar

source: Weight: {{weight}}%
es_es: Peso: {{weight}}%

source: {{weight}}% weight
es_es: {{weight}} % de peso

source: Admin configuration
es_es: Configuración de administrador

source: Administration
es_es: Administración

source: Application setup
es_es: Configuración de la aplicación

source: Browser
es_es: Navegador

source: Budgeting
es_es: Presupuestación

source: Builder
es_es: Creador

source: Business data management
es_es: Gestión de datos empresariales

source: Manage workers and organizational data
es_es: Gestionar trabajadores y datos organizativos

source: Business logic setup
es_es: Configuración de la lógica empresarial

source: Calibration
es_es: Calibración

source: Calibrations
es_es: Calibraciones

source: Pay Transparency
es_es: Transparencia de pagos

source: Communication Rounds
es_es: Rondas de comunicación

source: Compensation Management
es_es: Gestión de compensaciones

source: Configuration overview
es_es: Descripción general de la configuración

source: Compensation Rounds
es_es: Rondas de compensación

source: Cultural settings
es_es: Configuración cultural

source: Data Management
es_es: Gestión de datos

source: Worker view
es_es: Vista del trabajador

source: Equity
es_es: Acciones

source: Experience
es_es: Experiencia

source: Feature Enablement
es_es: Activación de funciones

source: Activate features and adjust their settings
es_es: Activar las funciones y ajustar su configuración

source: Forms
es_es: Formularios

source: Insights
es_es: Información

source: Homepages
es_es: Páginas de inicio

source: Integrations
es_es: Integraciones

source: Localizations
es_es: Localizaciones

source: Manager dashboard
es_es: Panel de control del gerente

source: Menu
es_es: Menú

source: Mobile/EX config
es_es: Configuración móvil/EX

source: Pay Intelligence
es_es: Inteligencia de pagos

source: My passport
es_es: Mi pasaporte

source: My reviews
es_es: Mis evaluaciones

source: Company Network
es_es: Red de empresa

source: Package builder
es_es: Creador de paquetes

source: Pay Information
es_es: Información de pago

source: Pay Predictor
es_es: Predictor de pago

source: Payout Curves
es_es: Curvas de pago

source: People
es_es: Personas

source: Performance Management
es_es: Gestión del desempeño

source: Platform Setup
es_es: Configuración de la plataforma

source: Define system parameters and customize the user experience on the platform.
es_es: Define los parámetros del sistema y personaliza la experiencia del usuario en la plataforma.

source: Privacy
es_es: Privacidad

source: Rules
es_es: Reglas

source: Security
es_es: Seguridad

source: Breadcrumb
es_es: Miga de pan

source: Main
es_es: Principal

source: Talent Review Templates
es_es: Plantillas de revisión del talento

source: Individual view
es_es: Vista individual

source: Team & assigned reviews
es_es: Equipo y evaluaciones asignadas

source: Toolbox
es_es: Caja de herramientas

source: Workbench
es_es: Banco de trabajo

source: Workers & roles
es_es: Trabajadores y funciones

source: Workflows
es_es: Flujos de trabajo

source: City
es_es: Ciudad

source: Delete picture
es_es: Eliminar imagen

source: The picture was successfully deleted.
es_es: La imagen se ha eliminado correctamente.

source: We couldn't connect.
es_es: No hemos podido conectarnos.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
es_es: Tu conexión a Internet puede ser inestable. Comprueba tu conexión e inténtalo de nuevo. Si el problema persiste, ponte en contacto con tu equipo de TI para obtener ayuda.

source: Other
es_es: Otro

source: Peer
es_es: Compañero

source: Direct report
es_es: Subordinado directo

source: Upload picture
es_es: Cargar imagen

source: No due date provided
es_es: No se ha proporcionado una fecha de vencimiento

source: No priority
es_es: Sin prioridad

source: No tracking
es_es: Sin seguimiento

source: No type
es_es: Sin tipo

source: The nomination was approved.
es_es: La nominación se ha aprobado.

source: The nomination was submitted.
es_es: La nominación se ha enviado.

source: The nomination was rejected.
es_es: La nominación se ha rechazado.

source: {{count}} days to closing
es_es: {{count}} días para el cierre

source: Volume updated from {{before}} stocks to {{after}} stocks.
es_es: El volumen se actualizó de {{before}} acciones a {{after}} acciones.

source: Your notification list is empty.
es_es: Su lista de notificaciones está vacía.

source: Are you sure you want to delete all your notifications?
es_es: ¿Está seguro de querer eliminar todas sus notificaciones?

source: Are you sure you want to mark all notifications as read?
es_es: ¿Está seguro de querer marcar todas las notificaciones como leídas?

source: All notifications were marked as read.
es_es: Todas las notificaciones se marcaron como leídas.

source: Mark as read
es_es: Marcar como leído

source: Mark as unread
es_es: Marcar como no leído

source: View all messages
es_es: Ver todos los mensajes

source: Create nudge
es_es: Crear recordatorio

source: Enter the basic information and the message of the nudge
es_es: Introduzca la información básica y el mensaje del recordatorio

source: Nudge details
es_es: Detalles del recordatorio

source: Define the target population for the nudge
es_es: Defina la población objetivo para el recordatorio

source: Default email (notification@beqom.com)
es_es: Correo electrónico predeterminado (notification@beqom.com)

source: Email body
es_es: Cuerpo del correo electrónico

source: Email text
es_es: Texto del correo electrónico

source: Message notification
es_es: Notificación de mensaje

source: Mobile push notification
es_es: Notificación push móvil

source: Notification bell text
es_es: Texto del icono de notificaciones

source: Nudge message
es_es: Mensaje de recordatorio

source: Sender
es_es: Remitente

source: Template owners
es_es: Propietarios de plantillas

source: The name is mandatory.
es_es: El nombre es obligatorio.

source: Template settings
es_es: Configuración de la plantilla

source: Redirection URL
es_es: URL de redirección

source: Copy and paste the link to the platform page you want users to visit.
es_es: Copie y pegue el enlace a la página de la plataforma que quiere que los usuarios visiten.

source: Are you sure you want to open the duplicated nudge?
es_es: ¿Está seguro de querer abrir el recordatorio duplicado?

source: Download the modified Excel file
es_es: Descargar el archivo Excel modificado

source: Compile the list of people who will receive the nudge notification.
es_es: Compile la lista de personas que recibirán la notificación de recordatorio.

source: View nudge
es_es: Ver recordatorio

source: Nudge
es_es: Sugerencia

source: Download Excel template
es_es: Descargar plantilla Excel

source: Edit the Excel file
es_es: Editar el archivo Excel

source: Add at least one recipient to send the nudge.
es_es: Añada al menos un destinatario para enviar la notificación de recordatorio.

source: Individuals to exclude
es_es: Individuos que excluir

source: Individuals to include
es_es: Individuos que incluir

source: Upload a list of recipients
es_es: Cargar una lista de destinatarios

source: Build a population
es_es: Crear una población

source: Number of recipients: {{count}}
es_es: Número de destinatarios: {{count}}

source: Population setup is restricted by template creator
es_es: La configuración de la población está restringida por el creador de la plantilla

source: Remove all selections
es_es: Eliminar todas las selecciones

source: Send nudge
es_es: Enviar recordatorio

source: Are you sure you want to send the nudge to {{count}} recipient?
es_es: ¿Está seguro de querer enviar el recordatorio a {{count}} destinatario?

source: Are you sure you want to send the nudge to {{count}} recipients?
es_es: ¿Está seguro de querer enviar el recordatorio a {{count}} destinatarios?

source: Supported file formats: Excel. Maximum file size: 10MB.
es_es: Formatos de archivo compatibles: Excel. Tamaño máximo de archivo: 10 MB.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
es_es: Se ha producido un error al validar el archivo. Verifique los nombres de las columnas, los datos obligatorios y el formato de archivo antes de volver a intentarlo.

source: The file was successfully uploaded. Please download the log file.
es_es: El archivo se ha cargado correctamente. Descargue el archivo de registro.

source: The nudge notification was successfully sent.
es_es: La notificación de recordatorio se ha enviado correctamente.

source: Go to first page
es_es: Ir a la primera página

source: Go to {{page}} page
es_es: Ir a la página {{page}}

source: Items per page
es_es: Elementos por página

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
es_es: {{firstRowPosition}} - {{lastRowPosition}} de {{totalRows}}

source: Go to last page
es_es: Ir a la última página

source: Go to next page
es_es: Ir a la página siguiente

source: Page {{page}}
es_es: Página {{page}}

source: Go to previous page
es_es: Ir a la página anterior

source: of
es_es: de

source: Multiple
es_es: Varios

source: Paragraph
es_es: Párrafo

source: External
es_es: Externo

source: Benchmarking
es_es: Comparación

source: Manager reassigned: you
es_es: Manager reasignado: tú

source: Career development plans that were reassigned to you
es_es: Planes de desarrollo profesional que se te han reasignado

source: You don't have any career development plans assigned.
es_es: No tienes ningún plan de desarrollo profesional asignado.

source: Assigned plans
es_es: Planes asignados

source: No files attached
es_es: No hay archivos adjuntos

source: Your admin hasn’t added any resources yet.
es_es: Su administrador todavía no ha añadido recursos.

source: External link warning
es_es: Advertencia de enlace externo

source: You’re about to visit
es_es: Está a punto de visitar

source: Please check that this link is trustworthy before continuing.
es_es: Verifique la fiabiliad de este enlace antes de continuar.

source: Access important company links and resources.
es_es: Acceda a enlaces y recursos importantes de la empresa.

source: Conversation about the career development plan
es_es: Conversación sobre el plan de desarrollo profesional

source: Go to check-ins
es_es: Ir a consultas

source: My check-ins
es_es: Mis consultas

source: Career development plan
es_es: Plan de desarrollo profesional

source: Stage
es_es: Fase

source: Save comment
es_es: Guardar comentario

source: No career development plans available
es_es: No hay planes de desarrollo profesional disponibles

source: Are you sure you want to submit the career development plan?
es_es: ¿Está seguro de querer enviar su plan de desarrollo profesional a su responsable?

source: Submit career development plan
es_es: Enviar plan de desarrollo profesional

source: The career development plan was successfully submitted.
es_es: El plan de desarrollo profesional se ha enviado correctamente.

source: Submit to manager
es_es: Enviar al responsable

source: Are you sure you want to submit your career development plan to your manager?
es_es: ¿Está seguro de querer enviar su plan de desarrollo profesional a su responsable?

source: Go to goals
es_es: Ir a los objetivos

source: Plan category
es_es: Categoría de plan

source: My plans
es_es: Mis planes

source: View & manage my career plans
es_es: Ver y gestionar mis planes profesionales

source: My career plans
es_es: Mis planes profesionales

source: Manager reassigned: {{managerName}}
es_es: Manager reasignado: {{managerName}}

source: Track your personal career development progress
es_es: Haz seguimiento de tu progreso en el desarrollo profesional personal

source: You don't have any career development plans yet
es_es: Todavía no tienes ningún plan de desarrollo profesional

source: No plans match your search
es_es: Ningún plan coincide con tu búsqueda

source: My career development plans
es_es: Mis planes de desarrollo profesional

source: Career development plan name
es_es: Nombre del plan de desarrollo profesional

source: Your admin hasn't added any questions yet.
es_es: Su administrador todavía no ha añadido preguntas.

source: No questions available
es_es: No hay preguntas disponibles

source: Share your thoughts
es_es: Compartir sus opiniones

source: The worker will answer this question
es_es: El/la colaborador/a responderá a esta pregunta

source: Edit to add your answer
es_es: Editar para añadir su respuesta

source: Manager response pending
es_es: Respuesta del manager pendiente

source: No inputs provided
es_es: No se han proporcionado entradas

source: Worker response pending
es_es: Respuesta del empleado pendiente

source: Career development questionnaire
es_es: Cuestionario de desarrollo profesional

source: Add skills to career development plan
es_es: Añadir habilidades al plan de desarrollo profesional

source: Skill & competency groups
es_es: Grupos de habilidades y competencias

source: Enhance your profile by adding and rating your skills
es_es: Mejore su perfil añadiendo y evaluando sus habilidades

source: Add your skills
es_es: Añadir sus habilidades

source: Search by skill name
es_es: Buscar por nombre de habilidad

source: Skill & category
es_es: Competencia y categoría

source: Manager evaluation
es_es: Evaluación del gerente

source: Select skill level
es_es: Seleccionar el nivel de habilidad

source: Worker self-rating
es_es: Autoevaluación del trabajador

source: No manager rating was provided
es_es: No se proporcionó una valoración del responsable

source: Pending manager review
es_es: Evaluación de responsable pendiente

source: No self-rating was provided
es_es: No se proporcionó una autoevaluación

source: Pending worker review
es_es: Evaluación de trabajador pendiente

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
es_es: No puede enviar respuestas para este plan de desarrollo profesional. Si desea reconsiderarlo, póngase en contacto con su responsable.

source: You have opted out of the career development plan.
es_es: Ha optado por no participar en el plan de desarrollo profesional.

source: Worker refusal & submission
es_es: Rechazo y presentación del trabajador

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
es_es: El trabajador ya ha enviado sus aportaciones. No puede marcar el proceso como "Rechazado por el trabajador".

source: Career development plan refused by worker
es_es: Plan de desarrollo profesional rechazado por el trabajador

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
es_es: ¿Está seguro de que desea confirmar que el trabajador ha rechazado participar en el plan de desarrollo profesional? Una vez confirmado, el trabajador no podrá proporcionar respuestas ni enviar el formulario.

source: Confirm career development plan refusal
es_es: Confirmar rechazo del plan de desarrollo profesional

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
es_es: Todavía puede añadir comentarios en las secciones. Una vez que haya completado su revisión, por favor envíe el formulario para finalizar el proceso.

source: The worker has opted out of the career development plan.
es_es: El trabajador ha decidido no participar en el plan de desarrollo profesional.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
es_es: ¿Está seguro de que desea confirmar la decisión del trabajador de participar en el plan de desarrollo profesional? Una vez confirmada, el trabajador podrá proporcionar respuestas o enviar el formulario.

source: Confirm reopening of the career development plan
es_es: Confirmar la reapertura del plan de desarrollo profesional

source: {{step}} (refused)
es_es: {{step}} (rechazado)

source: Check-in category
es_es: Categoría de consulta

source: Make the most of your check-ins!
es_es: Aproveche al máximo sus consultas.

source: No upcoming check-ins
es_es: No hay próximas consultas

source: Set a date for the following check-ins
es_es: Establezca una fecha para las siguientes consultas
